INFO:root:Connecting to CL1-cEdge-1 at 192.168.0.70
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:CL1-cEdge-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on CL1-cEdge-1: show vlan brief | include 400
INFO:root:VLAN check output for CL1-cEdge-1: enable
CL1-cEdge-1#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

CL1-cEdge-1 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
CL1-cEdge-1#onfigure terminal
            ^
% Invalid input detected at '^' marker.

CL1-cEdge-1#show vlan brief | include 400
CL1-cEdge-1#
INFO:root:VLAN 400 already exists on CL1-cEdge-1.
INFO:root:Connecting to CL1-cEdge-2 at 192.168.0.71
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:CL1-cEdge-2 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on CL1-cEdge-2: show vlan brief | include 400
INFO:root:VLAN check output for CL1-cEdge-2: enable
CL1-cEdge-2#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

CL1-cEdge-2 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
CL1-cEdge-2#onfigure terminal
            ^
% Invalid input detected at '^' marker.

CL1-cEdge-2#show vlan brief | include 400
CL1-cEdge-2#
INFO:root:VLAN 400 already exists on CL1-cEdge-2.
INFO:root:Connecting to BR1-cEdge-1 at 192.168.0.72
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:BR1-cEdge-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on BR1-cEdge-1: show vlan brief | include 400
INFO:root:VLAN check output for BR1-cEdge-1: enable
BR1-cEdge-1#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

BR1-cEdge-1 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
BR1-cEdge-1#onfigure terminal
            ^
% Invalid input detected at '^' marker.

BR1-cEdge-1#show vlan brief | include 400
BR1-cEdge-1#
INFO:root:VLAN 400 already exists on BR1-cEdge-1.
INFO:root:Connecting to BR1-cEdge-2 at 192.168.0.73
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:BR1-cEdge-2 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on BR1-cEdge-2: show vlan brief | include 400
INFO:root:VLAN check output for BR1-cEdge-2: enable
BR1-cEdge-2#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

BR1-cEdge-2 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
BR1-cEdge-2#onfigure terminal
            ^
% Invalid input detected at '^' marker.

BR1-cEdge-2#show vlan brief | include 400
BR1-cEdge-2#
INFO:root:VLAN 400 already exists on BR1-cEdge-2.
INFO:root:Connecting to BR2-cEdge-1 at 192.168.0.74
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:BR2-cEdge-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on BR2-cEdge-1: show vlan brief | include 400
INFO:root:VLAN check output for BR2-cEdge-1: enable
BR2-cEdge-1#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

BR2-cEdge-1 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
BR2-cEdge-1#onfigure terminal
            ^
% Invalid input detected at '^' marker.

BR2-cEdge-1#show vlan brief | include 400
BR2-cEdge-1#
INFO:root:VLAN 400 already exists on BR2-cEdge-1.
INFO:root:Connecting to CL2-vEdge-1 at 192.168.0.80
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:CL2-vEdge-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on CL2-vEdge-1: show vlan brief | include 400
INFO:root:VLAN check output for CL2-vEdge-1: enable
CL2-cEdge-1#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

CL2-cEdge-1 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
CL2-cEdge-1#onfigure terminal
            ^
% Invalid input detected at '^' marker.

CL2-cEdge-1#show vlan brief | include 400
CL2-cEdge-1#
INFO:root:VLAN 400 already exists on CL2-vEdge-1.
INFO:root:Connecting to BR3-vEdge-1 at 192.168.0.81
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:BR3-vEdge-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on BR3-vEdge-1: show vlan brief | include 400
INFO:root:VLAN check output for BR3-vEdge-1: enable
BR3-cEdge-1#show version
Cisco IOS XE Software, Version 17.09.05a
Cisco IOS Software [Cupertino], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.9.5a, RELEASE SOFTWARE (fc1)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2024 by Cisco Systems, Inc.
Compiled Mon 12-Feb-24 11:53 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2024 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

BR3-cEdge-1 uptime is 4 hours, 11 minutes
Uptime for this control processor is 4 hours, 12 minutes
 --More--         
BR3-cEdge-1#onfigure terminal
            ^
% Invalid input detected at '^' marker.

BR3-cEdge-1#show vlan brief | include 400
BR3-cEdge-1#
INFO:root:VLAN 400 already exists on BR3-vEdge-1.
INFO:root:Connecting to xDomain-Router at 192.168.0.90
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:xDomain-Router is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on xDomain-Router: show vlan brief | include 400
INFO:root:VLAN check output for xDomain-Router: enable
xDomain-Router#show version
Cisco IOS XE Software, Version 17.06.05
Cisco IOS Software [Bengaluru], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.6.5, RELEASE SOFTWARE (fc2)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2023 by Cisco Systems, Inc.
Compiled Wed 25-Jan-23 16:07 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2023 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

xDomain-Router uptime is 4 hours, 12 minutes
Uptime for this control processor is 4 hours, 13 minutes
 --More--         
xDomain-Router#onfigure terminal
               ^
% Invalid input detected at '^' marker.

xDomain-Router#show vlan brief | include 400
xDomain-Router#
INFO:root:VLAN 400 already exists on xDomain-Router.
INFO:root:Connecting to CL1-Core-1 at 192.168.0.91
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:CL1-Core-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on CL1-Core-1: show vlan brief | include 400
INFO:root:VLAN check output for CL1-Core-1: enable
CL1-Core-1#show version
Cisco IOS XE Software, Version 17.06.05
Cisco IOS Software [Bengaluru], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.6.5, RELEASE SOFTWARE (fc2)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2023 by Cisco Systems, Inc.
Compiled Wed 25-Jan-23 16:07 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2023 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

CL1-Core-1 uptime is 4 hours, 12 minutes
Uptime for this control processor is 4 hours, 13 minutes
 --More--         
CL1-Core-1#onfigure terminal
           ^
% Invalid input detected at '^' marker.

CL1-Core-1#show vlan brief | include 400
CL1-Core-1#
INFO:root:VLAN 400 already exists on CL1-Core-1.
INFO:root:Connecting to CL2-Core-1 at 192.168.0.92
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:CL2-Core-1 is not in Controller mode, using configure terminal.
INFO:root:Running VLAN check command on CL2-Core-1: show vlan brief | include 400
INFO:root:VLAN check output for CL2-Core-1: enable
CL2-Core-1#show version
Cisco IOS XE Software, Version 17.06.05
Cisco IOS Software [Bengaluru], Virtual XE Software (X86_64_LINUX_IOSD-UNIVERSALK9-M), Version 17.6.5, RELEASE SOFTWARE (fc2)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2023 by Cisco Systems, Inc.
Compiled Wed 25-Jan-23 16:07 by mcpre


Cisco IOS-XE software, Copyright (c) 2005-2023 by cisco Systems, Inc.
All rights reserved.  Certain components of Cisco IOS-XE software are
licensed under the GNU General Public License ("GPL") Version 2.0.  The
software code licensed under GPL Version 2.0 is free software that comes
with ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such
GPL code under the terms of GPL Version 2.0.  For more details, see the
documentation or "License Notice" file accompanying the IOS-XE software,
or the applicable URL provided on the flyer accompanying the IOS-XE
software.


ROM: IOS-XE ROMMON

CL2-Core-1 uptime is 4 hours, 12 minutes
Uptime for this control processor is 4 hours, 13 minutes
 --More--         
CL2-Core-1#onfigure terminal
           ^
% Invalid input detected at '^' marker.

CL2-Core-1#show vlan brief | include 400
CL2-Core-1#
INFO:root:VLAN 400 already exists on CL2-Core-1.
