INFO:root:Connecting to CL1-cEdge-1 at 192.168.0.70
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on CL1-cEdge-1: show vlan brief | include 400

INFO:root:VLAN check output for CL1-cEdge-1: 


CL1-cEdge-1#enable
CL1-cEdge-1#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

CL1-cEdge-1#show vlan brief | include 400
CL1-cEdge-1#
INFO:root:VLAN 400 already exists on CL1-cEdge-1.
INFO:root:Connecting to CL1-cEdge-2 at 192.168.0.71
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on CL1-cEdge-2: show vlan brief | include 400

INFO:root:VLAN check output for CL1-cEdge-2: 


CL1-cEdge-2#enable
CL1-cEdge-2#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

CL1-cEdge-2#show vlan brief | include 400
CL1-cEdge-2#
INFO:root:VLAN 400 already exists on CL1-cEdge-2.
INFO:root:Connecting to BR1-cEdge-1 at 192.168.0.72
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on BR1-cEdge-1: show vlan brief | include 400

INFO:root:VLAN check output for BR1-cEdge-1: 


BR1-cEdge-1#enable
BR1-cEdge-1#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

BR1-cEdge-1#show vlan brief | include 400
BR1-cEdge-1#
INFO:root:VLAN 400 already exists on BR1-cEdge-1.
INFO:root:Connecting to BR1-cEdge-2 at 192.168.0.73
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on BR1-cEdge-2: show vlan brief | include 400

INFO:root:VLAN check output for BR1-cEdge-2: 


BR1-cEdge-2#enable
BR1-cEdge-2#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

BR1-cEdge-2#show vlan brief | include 400
BR1-cEdge-2#
INFO:root:VLAN 400 already exists on BR1-cEdge-2.
INFO:root:Connecting to BR2-cEdge-1 at 192.168.0.74
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on BR2-cEdge-1: show vlan brief | include 400

INFO:root:VLAN check output for BR2-cEdge-1: 


BR2-cEdge-1#enable
BR2-cEdge-1#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

BR2-cEdge-1#show vlan brief | include 400
BR2-cEdge-1#
INFO:root:VLAN 400 already exists on BR2-cEdge-1.
INFO:root:Connecting to CL2-vEdge-1 at 192.168.0.80
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on CL2-vEdge-1: show vlan brief | include 400

INFO:root:VLAN check output for CL2-vEdge-1: 


CL2-cEdge-1#enable
CL2-cEdge-1#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

CL2-cEdge-1#show vlan brief | include 400
CL2-cEdge-1#
INFO:root:VLAN 400 already exists on CL2-vEdge-1.
INFO:root:Connecting to BR3-vEdge-1 at 192.168.0.81
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on BR3-vEdge-1: show vlan brief | include 400

INFO:root:VLAN check output for BR3-vEdge-1: 


BR3-cEdge-1#enable
BR3-cEdge-1#configure terminal
This command is not supported in Controller mode.
Please use the equivalent command - config-transaction

BR3-cEdge-1#show vlan brief | include 400
BR3-cEdge-1#
INFO:root:VLAN 400 already exists on BR3-vEdge-1.
INFO:root:Connecting to xDomain-Router at 192.168.0.90
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on xDomain-Router: show vlan brief | include 400

INFO:root:VLAN check output for xDomain-Router: 


xDomain-Router#enable
xDomain-Router#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
xDomain-Router(config)#show vlan brief | include 400
                         ^
% Invalid input detected at '^' marker.

xDomain-Router(config)#
INFO:root:VLAN 400 already exists on xDomain-Router.
INFO:root:Connecting to CL1-Core-1 at 192.168.0.91
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on CL1-Core-1: show vlan brief | include 400

INFO:root:VLAN check output for CL1-Core-1: 


CL1-Core-1#enable
CL1-Core-1#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
CL1-Core-1(config)#show vlan brief | include 400
                     ^
% Invalid input detected at '^' marker.

CL1-Core-1(config)#
INFO:root:VLAN 400 already exists on CL1-Core-1.
INFO:root:Connecting to CL2-Core-1 at 192.168.0.92
INFO:paramiko.transport:Connected (version 2.0, client Cisco-1.25)
INFO:paramiko.transport:Authentication (password) successful!
INFO:root:Running VLAN check command on CL2-Core-1: show vlan brief | include 400

INFO:root:VLAN check output for CL2-Core-1: 


CL2-Core-1#enable
CL2-Core-1#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.
CL2-Core-1(config)#show vlan brief | include 400
                     ^
% Invalid input detected at '^' marker.

CL2-Core-1(config)#
INFO:root:VLAN 400 already exists on CL2-Core-1.
